{
    "changelog.md": {
        "Changelog Enedis": "Registro de cambios Enedis",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Si no hay información sobre la actualización, significa que se trata solo de la actualización de la documentación, la traducción o el texto",
        "24\/10\/2022": "24\/10\/2022",
        "Ajout d'une option pour désactiver les données horaires": "Opción agregada para deshabilitar datos por hora",
        "Transfert de la gestion des dépendances au core": "Transferencia de la gestión de dependencias al núcleo",
        "La sélection de la couleur de fond du template de widget se fait dorénavant par paramètre optionnel dans la configuration de l'équipement": "La selección del color de fondo de la plantilla del widget ahora se hace por parámetro opcional en la configuración del equipo",
        "18\/10\/2022": "18\/10\/2022",
        "Mise à jour de la liste des commandes pour Jeedom v4.3": "Lista de comandos actualizada para Jeedom v4.3",
        "15\/08\/2022": "15\/08\/2022",
        "Correction d'un bug d'affichage des données de production en cas de plusieurs widgets sur la page": "Se corrigió un error de visualización de datos de producción en caso de múltiples widgets en la página",
        "02\/08\/2022": "08\/02\/2022",
        "Optimisation des appels aux serveurs Enedis": "Optimización de llamadas a servidores de Enedis",
        "24\/01\/2022": "24\/01\/2022",
        "Suppression de la commande \"Production Puissance Max": "Eliminación del comando \"Máxima producción de energía\"",
        "05\/01\/2022": "05\/01\/2022",
        "Correction d'un bug sur la collecte des données le 1er janvier": "Se corrigió un error en la recopilación de datos el 1 de enero",
        "vert = OK, rouge = KO, orange = certaines données KO": "verde = OK, rojo = KO, naranja = algunos datos KO",
        "Ajout d'un voyant sur le widget pour savoir si les données sont à jour": "Adición de un indicador en el widget para saber si los datos están actualizados",
        "03\/06\/2021": "03\/06\/2021",
        "Correction pour éviter que l'auto-programmation soit stoppée dans de rares cas": "Corrección para evitar que la programación automática se detenga en casos excepcionales",
        "18\/05\/2021": "18\/05\/2021",
        "Mise en place d'un système d'auto-programmation": "Implementación de un sistema de autoprogramación",
        "Possibilité d'intégrer des historiques à la demande": "Posibilidad de integrar historias bajo demanda",
        "Meilleurs traitements et intégrations des données": "Mejor procesamiento e integración de datos",
        "Réorganisation des paramètres de configuration, des fichiers et de la documentation": "Reorganización de los parámetros de configuración, archivos y documentación",
        "18\/02\/2021": "18\/02\/2021",
        "Ajout de la gestion des dépendances afin de confirmer la présence de `php-mbstring` absent sur certaines installations": "Se agregó administración de dependencias para confirmar la presencia de `php-mbstring` ausente en algunas instalaciones",
        "Nouvelle icône du plugin plus en accord avec les prérogatives Enedis": "Nuevo ícono de complemento más acorde con las prerrogativas de Enedis",
        "01\/02\/2021": "01\/02\/2021",
        "Réécriture complète du plugin qui utilise désormais l'api Enedis Data-Connect": "Reescritura completa del complemento que ahora usa la API de Enedis Data-Connect",
        "Puissance Max\/jour": "Potencia máxima \/ día",
        "Ajout de la commande": "Añadiendo el comando",
        "Possibilité de récupérer la consommation, la production ou les 2 mesures en même temps": "Posibilidad de recuperar consumos, producción o ambas medidas a la vez",
        "Génération automatique des historiques sur les 3 dernières années lors de la création des commandes": "Generación automática de historiales de los últimos 3 años al crear pedidos",
        "Réécriture des templates de widgets dashboard & mobile": "Reescritura de cuadros de mando y plantillas de widgets móviles",
        "ou transparent": "o transparente",
        "Ajout de la possibilité de choisir la couleur de fond du template de widget": "Se agregó la posibilidad de elegir el color de fondo de la plantilla del widget",
        "Réécriture de la documentation": "Reescritura de documentación",
        "10\/09\/2020": "10\/09\/2020",
        "Correction d'un bug d'affichage en vue mobile sans le template de widget": "Se corrigió un error de visualización en la vista móvil sin la plantilla de widget",
        "06\/09\/2020": "09\/06\/2020",
        "Ajout du template pour version dashboard": "Adición de la plantilla para la versión del tablero",
        "Ajout du template pour version mobile": "Adición de la plantilla para la versión móvil",
        "Optimisation du nombre d'appels aux serveurs Enedis": "Optimización del número de llamadas a los servidores de Enedis",
        "21\/08\/2020": "21\/08\/2020",
        "Récupération des informations à une minute aléatoire afin de ne pas surcharger les serveurs Enedis": "Recuperación de información en un minuto aleatorio para no sobrecargar los servidores de Enedis",
        "17\/08\/2020": "17\/08\/2020",
        "Passage en stable": "Cambiar a estable",
        "12\/08\/2020": "12\/08\/2020",
        "Mise à disposition du plugin en version beta": "Suministro del complemento en versión beta",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*"
    },
    "index.md": {
        "\\": "\\",
        "+": "+",
        "Plugin Enedis": "Complemento de Enedis",
        "linky par exemple": "linky por ejemplo",
        "Plugin permettant la récupération des données de consommation électrique des compteurs communicants": "Complemento que permite la recuperación de datos de consumo eléctrico de contadores inteligentes",
        "par l'interrogation du": "cuestionando el",
        "target=\"\\_blank": "target = \"\\_ en blanco",
        "l'api officielle Enedis Data-Connect": "la API oficial de Enedis Data-Connect",
        "Le plugin a été totalement réécrit en février 2021 pour utiliser": "El complemento se reescribió por completo en febrero de 2021 para usar",
        "Si vous utilisiez le plugin auparavant, nous vous invitons à créer un nouvel équipement ou à supprimer toutes les commandes d'un équipement antérieur": "Si usó el complemento antes, lo invitamos a crear un nuevo equipo o eliminar todos los controles de un equipo anterior",
        "Il est possible d'accéder aux données de": "Es posible acceder a datos desde",
        "ou aux 2 types de mesure directement dans un équipement": "oa los 2 tipos de medición directamente en un dispositivo",
        "5 données sont remontées pour chaque type de mesure": "Se reportan 5 datos para cada tipo de medición",
        "consommation horaire": "consumo por hora",
        "en kW": "en kW",
        "par demi-heure": "por media hora",
        "consommation journalière": "consumo diario",
        "en kWh": "en kWh",
        "consommation mensuelle": "consumo mensual",
        "consommation annuelle": "consumo anual",
        "puissance max": "máximo poder",
        "en kVA": "en kVA",
        "Les données n'étant pas mises à disposition en temps réel, le plugin récupère chaque jour les données de consommation électrique de la veille": "Como los datos no están disponibles en tiempo real, el complemento recupera los datos de consumo de electricidad del día anterior a cada día",
        "Tant que le plugin n'a pas récupéré l'intégralité des données de la veille, il continue d'interroger les serveurs Enedis toutes les 30 minutes, autrement les appels sont suspendus jusqu'au lendemain": "Mientras el complemento no haya recuperado todos los datos del día anterior, continúa consultando los servidores de Enedis cada 30 minutos, de lo contrario, las llamadas se suspenden hasta el día siguiente",
        "Comme tout plugin Jeedom, le plugin": "Como cualquier complemento de Jeedom, el complemento",
        "doit être activé après l'installation": "debe activarse después de la instalación",
        "Gestion des dépendances": "Gestión de la dependencia",
        "Le plugin nécessite la présence du paquet Linux `php-mbstring` normalement présent par défaut, le statut des dépendances doit donc être": "El complemento requiere la presencia del paquete de Linux `php-mbstring` normalmente presente de forma predeterminada, por lo que el estado de dependencia debe ser",
        "dès l'installation du plugin": "tan pronto como se instale el complemento",
        "Dans le cas contraire, il faudra cliquer sur le bouton": "De lo contrario, haga clic en el botón",
        "pour installer le paquet manquant": "para instalar el paquete que falta",
        "Configuration du plugin": "Configuración del plugin",
        "Autoriser l'accès aux serveurs Enedis": "Autorizar el acceso a los servidores de Enedis",
        "j'accède à mon espace client Enedis": "Accedo a mi área de clientes de Enedis",
        "Si ce n'est pas déjà fait, commencez par autoriser le partage des données Enedis avec Jeedom en cliquant sur le bouton": "Si aún no lo ha hecho, comience por autorizar el intercambio de datos de Enedis con Jeedom haciendo clic en el botón",
        "depuis la page de configuration du plugin": "desde la página de configuración del complemento",
        "vos identifiants au market Jeedom": "sus datos de inicio de sesión para el mercado de Jeedom",
        "Vous êtes alors redirigé vers cette page sur laquelle il faut renseigner": "A continuación, se le redirige a esta página en la que debe informar",
        "puis cliquer sur le bouton": "luego haga clic en el botón",
        "cocher la case": "marcar la casilla",
        "Redirection vers la page de consentement Enedis sur laquelle il faut": "Redirección a la página de consentimiento de Enedis en la que es necesario",
        "et cliquer sur": "y haga clic en",
        "Une fois le partage des données validé, cette page s'affiche": "Una vez que se valida el intercambio de datos, se muestra esta página",
        "Si vous ne parvenez pas à accéder à l'une de ces pages, désactiver le bloqueur de publicité du navigateur": "Si no puede acceder a ninguna de estas páginas, desactive el bloqueador de anuncios del navegador",
        "Configuration des équipements": "Configuración del equipo",
        "Plugins → Energie → Enedis": "Complementos → Energía → Enedis",
        "Pour accéder aux différents équipements": "Para acceder a los diferentes equipos",
        "dirigez-vous vers le menu": "ir al menú",
        "+ Ajouter": "+ Agregar",
        "Le bouton": "El botón",
        "permet d'ajouter un nouveau compteur\/PDL": "le permite agregar un nuevo medidor \/ PDL",
        "le numéro d'identification du Point de Livraison": "el número de identificación del Punto de Entrega",
        "type de mesure": "tipo de medida",
        "Une fois le partage des données autorisé depuis la page de configuration du plugin, il ne reste plus qu'à renseigner": "Una vez que se haya autorizado el intercambio de datos desde la página de configuración del complemento, todo lo que tiene que hacer es ingresar",
        "et le": "y el",
        "à récupérer": "volver",
        "Analyse → Logs": "Análisis → Registros",
        "Lors de la 1ère sauvegarde d'un équipement actif et configuré, le plugin va automatiquement créer les commandes nécessaires et intégrer les historiques disponibles sur le site Enedis depuis le 1er janvier de l'année en cours": "Durante la primera copia de seguridad de un dispositivo activo y configurado, el complemento creará automáticamente los comandos necesarios e integrará los historiales disponibles en el sitio de Enedis desde el 1 de enero del año en curso",
        "Ce processus est susceptible de durer plusieurs minutes, vous pouvez en suivre l'avancée depuis le menu": "Es probable que este proceso tarde varios minutos, puede seguir el progreso desde el menú",
        "logs en": "inicia sesión",
        "Les données de consommation horaire sont quand à elles récupérées sur les 7 derniers jours au maximum": "Los datos de consumo por hora se recuperan durante los últimos 7 días como máximo",
        "l'enregistrement et la collecte de la consommation horaire": "registrar y recopilar el consumo horario",
        "Données horaires": "Datos horarios",
        "Désactiver": "Deshabilitar",
        "Si vous n'avez pas activé": "Si no has activado",
        "sur votre compte Enedis, il faudra cocher la case": "en su cuenta Enedis, debe marcar la casilla",
        "pour que les commandes correspondantes ne soient pas créées": "para que no se creen los pedidos correspondientes",
        "Ajout de données": "Agregar datos",
        "Ajout historiques": "Adiciones históricas",
        "Il est possible d'intégrer des historiques à la demande, jusqu'à 3 années en arrière, directement depuis le site Enedis": "Es posible integrar historias bajo demanda, hasta 3 años atrás, directamente desde el sitio de Enedis",
        "Pour se faire, il suffit de cliquer sur le bouton bleu": "Para hacerlo, simplemente haga clic en el botón azul",
        "depuis l'onglet": "desde la pestaña",
        "d'un équipement, dans la colonne": "de un equipo, en la columna",
        "de la commande concernée": "de la orden en cuestión",
        "Choisissez ensuite la date de début puis cliquez sur": "Luego elija la fecha de inicio y haga clic en",
        "pour initier le processus": "para iniciar el proceso",
        "Les données jour, mois, année et puissance max seront intégrées de la date choisie jusqu'au 1er janvier de l'année en cours": "Los datos de día, mes, año y potencia máxima se integrarán desde la fecha elegida hasta el 1 de enero del año en curso",
        "Les données horaires, quand à elles, seront intégrées jusqu'à 7 jours après la date choisie": "Los datos horarios, cuando lo sean, se integrarán hasta 7 días después de la fecha elegida",
        "Ces contraintes de temps sont fixées par Enedis": "Estas limitaciones de tiempo las establece Enedis",
        "Template de widget": "Plantilla de widget",
        "Le template de widget sera affiché aussi bien sur les versions desktop que mobile": "La plantilla del widget se mostrará en las versiones de escritorio y móvil",
        "vert = toutes les données sont à jour, orange = certaines données ne sont pas à jour, rouge = aucune donnée n'est à jour": "verde = todos los datos están actualizados, naranja = algunos datos no están actualizados, rojo = no hay datos actualizados",
        "Le plugin offre la possibilité d'afficher les données de consommation et\/ou de production dans un template de widget imitant l'aspect d'un compteur": "El complemento ofrece la posibilidad de mostrar datos de consumo y \/ o producción en una plantilla de widget imitando la apariencia de un medidor",
        "Le clic sur le bouton": "El clic en el botón",
        "permet de basculer de la consommation à la production pour ceux qui ont accès aux 2 types de mesures": "permite pasar del consumo a la producción para quienes tienen acceso a 2 tipos de medidas",
        "Un voyant permet également de savoir si les données sont à jour ou non": "Un indicador también le permite saber si los datos están actualizados o no",
        "paramètre optionnel sur la tuile": "parámetro opcional en el mosaico",
        "Pour activer cette option, il suffit de cocher la case": "Para activar esta opción, simplemente marque la casilla",
        "de la section": "sección",
        "sur la page générale de l'équipement concerné": "en la página general del equipo en cuestión",
        "Une fois le template de widget activé, rendez-vous à l'onglet": "Una vez activada la plantilla del widget, vaya a la pestaña",
        "de la configuration de l'équipement pour personnaliser la couleur de fond du widget via l'ajout d'un": "desde la configuración del equipo para personalizar el color de fondo del widget añadiendo un",
        "En version desktop, les informations affichées sur le widget s'adaptent en taille lors du redimensionnement de la tuile": "En la versión de escritorio, la información que se muestra en el widget se adapta en tamaño al cambiar el tamaño del mosaico",
        "J'ai des erreurs `Error on enedis json return` dans les logs pourtant les données sont visibles sur le site Enedis": "Tengo errores de `Error en enedis json return` en los registros, pero los datos son visibles en el sitio de Enedis",
        "Il arrive quelquefois qu'il faille se rendre  directement sur le site Enedis afin de valider les dernières CGU en date pour accéder à nouveau aux données": "A veces sucede que tienes que ir directamente al sitio de Enedis para validar los últimos TyC para acceder a los datos nuevamente",
        "Il est également parfois nécessaire de remettre en place la liaison Jeedom\/Enedis depuis la page de configuration du plugin": "A veces también es necesario reemplazar el enlace Jeedom \/ Enedis de la página de configuración del complemento",
        "Je n'ai pas de données Jour\/Mois\/Année pour le 31 décembre 2021": "No tengo datos de día \/ mes \/ año para el 31 de diciembre de 2021",
        "Consommation Jour": "Día de consumo",
        "Pour récupérer ces données il suffit de cliquer sur le bouton": "Para recuperar estos datos simplemente haga clic en el botón",
        "de la commande": "De la orden",
        "et de sélectionner la date du 1er janvier 2021 comme date de départ": "y seleccione la fecha del 1 de enero de 2021 como fecha de salida",
        " important;`.": " importante;`.",
        " important;`?": " importante;`?",
        "important;` ": "importante;` ",
        " important;`]": " importante;`]",
        "[important;`]": "[importante;`]",
        "*important;`*": "*importante;`*",
        " important;`*": " importante;`*",
        " `style`.": " `estilo`.",
        " `style`?": " `estilo`?",
        "`style` ": "`estilo` ",
        " `style`]": " `estilo`]",
        "[`style`]": "[`estilo`]",
        "*`style`*": "*`estilo`*",
        " `style`*": " `estilo`*",
        " `background-color.": " `color de fondo.",
        " `background-color?": " `color de fondo?",
        "`background-color ": "`color de fondo ",
        " `background-color]": " `color de fondo]",
        "[`background-color]": "[`color de fondo]",
        "*`background-color*": "*`color de fondo*",
        " `background-color*": " `color de fondo*",
        " Nom.": " Apellido.",
        " Nom?": " Apellido?",
        "Nom ": "Apellido ",
        " Nom]": " Apellido]",
        "[Nom]": "[Apellido]",
        "*Nom*": "*Apellido*",
        " Nom*": " Apellido*",
        " Valeur.": " Valor.",
        " Valeur?": " Valor?",
        "Valeur ": "Valor ",
        " Valeur]": " Valor]",
        "[Valeur]": "[Valor]",
        "*Valeur*": "*Valor*",
        " Valeur*": " Valor*",
        " compte-client.": " cuenta cliente.",
        " compte-client?": " cuenta cliente?",
        "compte-client ": "cuenta cliente ",
        " compte-client]": " cuenta cliente]",
        "[compte-client]": "[cuenta cliente]",
        "*compte-client*": "*cuenta cliente*",
        " compte-client*": " cuenta cliente*",
        " Enedis.": " Enedis.",
        " Enedis?": " Enedis?",
        "Enedis ": "Enedis ",
        " Enedis]": " Enedis]",
        "[Enedis]": "[Enedis]",
        "*Enedis*": "*Enedis*",
        " Enedis*": " Enedis*",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*",
        " consommation.": " consumo.",
        " consommation?": " consumo?",
        "consommation ": "consumo ",
        " consommation]": " consumo]",
        "[consommation]": "[consumo]",
        "*consommation*": "*consumo*",
        " consommation*": " consumo*",
        " production.": " producción.",
        " production?": " producción?",
        "production ": "producción ",
        " production]": " producción]",
        "[production]": "[producción]",
        "*production*": "*producción*",
        " production*": " producción*",
        " de.": " de.",
        " de?": " de?",
        "de ": "de ",
        " de]": " de]",
        "[de]": "[de]",
        "*de*": "*de*",
        " de*": " de*",
        " la.": " el.",
        " la?": " el?",
        "la ": "el ",
        " la]": " el]",
        "[la]": "[el]",
        "*la*": "*el*",
        " la*": " el*",
        " INFORMATION.": " INFORMACIÓN.",
        " INFORMATION?": " INFORMACIÓN?",
        "INFORMATION ": "INFORMACIÓN ",
        " INFORMATION]": " INFORMACIÓN]",
        "[INFORMATION]": "[INFORMACIÓN]",
        "*INFORMATION*": "*INFORMACIÓN*",
        " INFORMATION*": " INFORMACIÓN*",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        " Configuration]": " Configuración]",
        "[Configuration]": "[Configuración]",
        "*Configuration*": "*Configuración*",
        " Configuration*": " Configuración*",
        " OK.": " Bueno.",
        " OK?": " Bueno?",
        "OK ": "Bueno ",
        " OK]": " Bueno]",
        "[OK]": "[Bueno]",
        "*OK*": "*Bueno*",
        " OK*": " Bueno*",
        " Relancer.": " Reanimar.",
        " Relancer?": " Reanimar?",
        "Relancer ": "Reanimar ",
        " Relancer]": " Reanimar]",
        "[Relancer]": "[Reanimar]",
        "*Relancer*": "*Reanimar*",
        " Relancer*": " Reanimar*",
        " Valider.": " Validar.",
        " Valider?": " Validar?",
        "Valider ": "Validar ",
        " Valider]": " Validar]",
        "[Valider]": "[Validar]",
        "*Valider*": "*Validar*",
        " Valider*": " Validar*",
        " PDL.": " PDL.",
        " PDL?": " PDL?",
        "PDL ": "PDL ",
        " PDL]": " PDL]",
        "[PDL]": "[PDL]",
        "*PDL*": "*PDL*",
        " PDL*": " PDL*",
        " concerné.": " preocupado.",
        " concerné?": " preocupado?",
        "concerné ": "preocupado ",
        " concerné]": " preocupado]",
        "[concerné]": "[preocupado]",
        "*concerné*": "*preocupado*",
        " concerné*": " preocupado*",
        " Commandes.": " Pedidos.",
        " Commandes?": " Pedidos?",
        "Commandes ": "Pedidos ",
        " Commandes]": " Pedidos]",
        "[Commandes]": "[Pedidos]",
        "*Commandes*": "*Pedidos*",
        " Commandes*": " Pedidos*",
        " Action.": " Acción.",
        " Action?": " Acción?",
        "Action ": "Acción ",
        " Action]": " Acción]",
        "[Action]": "[Acción]",
        "*Action*": "*Acción*",
        " Action*": " Acción*",
        " Linky.": " Linky.",
        " Linky?": " Linky?",
        "Linky ": "Linky ",
        " Linky]": " Linky]",
        "[Linky]": "[Linky]",
        "*Linky*": "*Linky*",
        " Linky*": " Linky*",
        " Activer.": " Habilitar.",
        " Activer?": " Habilitar?",
        "Activer ": "Habilitar ",
        " Activer]": " Habilitar]",
        "[Activer]": "[Habilitar]",
        "*Activer*": "*Habilitar*",
        " Activer*": " Habilitar*",
        " Affichage.": " Monitor.",
        " Affichage?": " Monitor?",
        "Affichage ": "Monitor ",
        " Affichage]": " Monitor]",
        "[Affichage]": "[Monitor]",
        "*Affichage*": "*Monitor*",
        " Affichage*": " Monitor*",
        " rgb(163,204,40.": " rgb(163,204,40.",
        " rgb(163,204,40?": " rgb(163,204,40?",
        "rgb(163,204,40 ": "rgb(163,204,40 ",
        " rgb(163,204,40]": " rgb(163,204,40]",
        "[rgb(163,204,40]": "[rgb(163,204,40]",
        "*rgb(163,204,40*": "*rgb(163,204,40*",
        " rgb(163,204,40*": " rgb(163,204,40*",
        " ASTUCE.": " CONSEJO.",
        " ASTUCE?": " CONSEJO?",
        "ASTUCE ": "CONSEJO ",
        " ASTUCE]": " CONSEJO]",
        "[ASTUCE]": "[CONSEJO]",
        "*ASTUCE*": "*CONSEJO*",
        " ASTUCE*": " CONSEJO*",
        " FAQ.": " Preguntas más frecuentes.",
        " FAQ?": " Preguntas más frecuentes?",
        "FAQ ": "Preguntas más frecuentes ",
        " FAQ]": " Preguntas más frecuentes]",
        "[FAQ]": "[Preguntas más frecuentes]",
        "*FAQ*": "*Preguntas más frecuentes*",
        " FAQ*": " Preguntas más frecuentes*"
    }
}