{
    "changelog.md": {
        "Changelog Enedis": "Changelog Enedis",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "24\/01\/2022": "24\/01\/2022",
        "Suppression de la commande \"Production Puissance Max": "Remoção do comando \"Produção máxima de energia\"",
        "05\/01\/2022": "05\/01\/2022",
        "Correction d'un bug sur la collecte des données le 1er janvier": "Corrigido um bug na coleta de dados em 1º de janeiro",
        "vert = OK, rouge = KO, orange = certaines données KO": "verde = OK, vermelho = KO, laranja = alguns dados KO",
        "Ajout d'un voyant sur le widget pour savoir si les données sont à jour": "Adição de um indicador no widget para saber se os dados estão atualizados",
        "03\/06\/2021": "03\/06\/2021",
        "Correction pour éviter que l'auto-programmation soit stoppée dans de rares cas": "Correção para evitar que a programação automática seja interrompida em casos raros",
        "18\/05\/2021": "18\/05\/2021",
        "Mise en place d'un système d'auto-programmation": "Implementação de um sistema de autoprogramação",
        "Possibilité d'intégrer des historiques à la demande": "Possibilidade de integração de histórias sob demanda",
        "Meilleurs traitements et intégrations des données": "Melhor processamento e integração de dados",
        "Réorganisation des paramètres de configuration, des fichiers et de la documentation": "Reorganização de definições de configuração, arquivos e documentação",
        "18\/02\/2021": "18\/02\/2021",
        "Ajout de la gestion des dépendances afin de confirmer la présence de `php-mbstring` absent sur certaines installations": "Adicionado gerenciamento de dependência para confirmar a presença de `php-mbstring` ausente em algumas instalações",
        "Nouvelle icône du plugin plus en accord avec les prérogatives Enedis": "Novo ícone de plugin mais alinhado com as prerrogativas da Enedis",
        "01\/02\/2021": "01\/02\/2021",
        "Réécriture complète du plugin qui utilise désormais l'api Enedis Data-Connect": "Reescrita completa do plugin que agora usa a API Enedis Data-Connect",
        "Puissance Max\/jour": "Potência máxima \/ dia",
        "Ajout de la commande": "Adicionando o comando",
        "Possibilité de récupérer la consommation, la production ou les 2 mesures en même temps": "Possibilidade de recuperar consumo, produção ou ambas as medições ao mesmo tempo",
        "Génération automatique des historiques sur les 3 dernières années lors de la création des commandes": "Geração automática de históricos dos últimos 3 anos ao criar pedidos",
        "Réécriture des templates de widgets dashboard & mobile": "Reescrever os modelos de painel e widget móvel",
        "ou transparent": "ou transparente",
        "Ajout de la possibilité de choisir la couleur de fond du template de widget": "Adicionada a possibilidade de escolher a cor de fundo do template do widget",
        "Réécriture de la documentation": "Reescrever documentação",
        "10\/09\/2020": "10\/09\/2020",
        "Correction d'un bug d'affichage en vue mobile sans le template de widget": "Corrigido um bug de exibição na visualização móvel sem o modelo de widget",
        "06\/09\/2020": "09\/06\/2020",
        "Ajout du template pour version dashboard": "Adição do modelo para a versão do painel",
        "Ajout du template pour version mobile": "Adição do modelo para versão móvel",
        "Optimisation du nombre d'appels aux serveurs Enedis": "Otimização do número de chamadas para servidores Enedis",
        "21\/08\/2020": "21\/08\/2020",
        "Récupération des informations à une minute aléatoire afin de ne pas surcharger les serveurs Enedis": "Recuperação de informações em um minuto aleatório para não sobrecarregar os servidores Enedis",
        "17\/08\/2020": "17\/08\/2020",
        "Passage en stable": "Mudando para estável",
        "12\/08\/2020": "12\/08\/2020",
        "Mise à disposition du plugin en version beta": "Provisão do plugin na versão beta",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "\\": "\\",
        "+": "+",
        "Plugin Enedis": "Plugin Enedis",
        "linky par exemple": "linky por exemplo",
        "Plugin permettant la récupération des données de consommation électrique des compteurs communicants": "Plugin que permite a recuperação de dados de consumo de eletricidade de medidores inteligentes",
        "par l'interrogation du": "questionando o",
        "target=\"\\_blank": "target = \"\\_ em branco",
        "l'api officielle Enedis Data-Connect": "a API Enedis Data-Connect oficial",
        "Le plugin a été totalement réécrit en février 2021 pour utiliser": "O plugin foi completamente reescrito em fevereiro de 2021 para uso",
        "Si vous utilisiez le plugin auparavant, nous vous invitons à créer un nouvel équipement ou à supprimer toutes les commandes d'un équipement antérieur": "Se você já usou o plugin antes, nós o convidamos a criar um novo equipamento ou deletar todos os controles de um equipamento anterior",
        "Il est possible d'accéder aux données de": "É possível acessar dados de",
        "ou aux 2 types de mesure directement dans un équipement": "ou para os 2 tipos de medição diretamente em um dispositivo",
        "5 données sont remontées pour chaque type de mesure": "5 dados são relatados para cada tipo de medição",
        "consommation horaire": "consumo por hora",
        "en kW": "em kW",
        "par demi-heure": "por meia hora",
        "consommation journalière": "consumo diário",
        "en kWh": "em kWh",
        "consommation mensuelle": "consumo mensal",
        "consommation annuelle": "consumo anual",
        "puissance max": "poder maximo",
        "en kVA": "em kVA",
        "Les données n'étant pas mises à disposition en temps réel, le plugin récupère chaque jour les données de consommation électrique de la veille": "Como os dados não são disponibilizados em tempo real, o plugin recupera os dados de consumo de eletricidade da véspera de cada dia",
        "Tant que le plugin n'a pas récupéré l'intégralité des données de la veille, il continue d'interroger les serveurs Enedis toutes les 30 minutes entre 7h et 20h, autrement les appels sont suspendus jusqu'au lendemain": "Enquanto o plug-in não recuperou todos os dados do dia anterior, ele continua a pesquisar os servidores Enedis a cada 30 minutos entre 7h e 20h, caso contrário, as chamadas serão suspensas até o dia seguinte",
        "Comme tout plugin Jeedom, le plugin": "Como qualquer plugin Jeedom, o plugin",
        "doit être activé après l'installation": "deve ser ativado após a instalação",
        "Gestion des dépendances": "Gerenciamento de dependências",
        "Le plugin nécessite la présence du paquet Linux `php-mbstring` normalement présent par défaut, le statut des dépendances doit donc être": "O plugin requer a presença do pacote Linux `php-mbstring` normalmente presente por padrão, então o status de dependência deve ser",
        "dès l'installation du plugin": "assim que o plugin for instalado",
        "Dans le cas contraire, il faudra cliquer sur le bouton": "Caso contrário, clique no botão",
        "pour installer le paquet manquant": "para instalar o pacote que falta",
        "Configuration du plugin": "Configuração do plugin",
        "Autoriser l'accès aux serveurs Enedis": "Autorizar acesso aos servidores Enedis",
        "j'accède à mon espace client Enedis": "Eu acesso minha área de cliente Enedis",
        "Si ce n'est pas déjà fait, commencez par autoriser le partage des données Enedis avec Jeedom en cliquant sur le bouton": "Se ainda não o fez, comece por autorizar a partilha de dados Enedis com a Jeedom clicando no botão",
        "depuis la page de configuration du plugin": "da página de configuração do plugin",
        "vos identifiants au market Jeedom": "seus detalhes de login para o mercado Jeedom",
        "Vous êtes alors redirigé vers cette page sur laquelle il faut renseigner": "Você é então redirecionado para esta página na qual você deve informar",
        "puis cliquer sur le bouton": "então clique no botão",
        "cocher la case": "Verifica a caixa",
        "Redirection vers la page de consentement Enedis sur laquelle il faut": "Redirecionamento para a página de consentimento da Enedis na qual é necessário",
        "et cliquer sur": "e clique em",
        "Une fois le partage des données validé, cette page s'affiche": "Depois que o compartilhamento de dados é validado, esta página é exibida",
        "Si vous ne parvenez pas à accéder à l'une de ces pages, désactiver le bloqueur de publicité du navigateur": "Se você não conseguir acessar nenhuma dessas páginas, desative o bloqueador de anúncios do navegador",
        "Configuration des équipements": "Configuração do equipamento",
        "Plugins → Energie → Enedis": "Plugins → Energia → Enedis",
        "Pour accéder aux différents équipements": "Para acessar os diferentes equipamentos",
        "dirigez-vous vers le menu": "vá para o menu",
        "+ Ajouter": "acrescentar",
        "Le bouton": "O botão",
        "permet d'ajouter un nouveau compteur\/PDL": "permite que você adicione um novo medidor \/ PDL",
        "le numéro d'identification du Point de Livraison": "o número de identificação do Ponto de Entrega",
        "type de mesure": "tipo de medição",
        "Une fois le partage des données autorisé depuis la page de configuration du plugin, il ne reste plus qu'à renseigner": "Uma vez que o compartilhamento de dados foi autorizado na página de configuração do plugin, tudo que você precisa fazer é entrar",
        "et le": "e a",
        "à récupérer": "para voltar",
        "Analyse → Logs": "Análise → Logs",
        "Lors de la 1ère sauvegarde d'un équipement actif et configuré, le plugin va automatiquement créer les commandes nécessaires et intégrer les historiques disponibles sur le site Enedis depuis le 1er janvier de l'année en cours": "Durante o 1º backup de um dispositivo ativo e configurado, o plugin irá criar automaticamente os comandos necessários e integrar os históricos disponíveis no site da Enedis desde 1º de janeiro do corrente ano",
        "Ce processus est susceptible de durer plusieurs minutes, vous pouvez en suivre l'avancée depuis le menu": "Este processo provavelmente levará vários minutos, você pode acompanhar o progresso no menu",
        "logs en": "loga",
        "Les données de consommation horaire sont quand à elles récupérées sur les 7 derniers jours au maximum": "Os dados de consumo por hora são recuperados nos últimos 7 dias, no máximo",
        "Ajout de données": "Adicionando dados",
        "Ajout historiques": "Acréscimos históricos",
        "Il est possible d'intégrer des historiques à la demande, jusqu'à 3 années en arrière, directement depuis le site Enedis": "É possível integrar histórias sob demanda, até 3 anos atrás, diretamente do site da Enedis",
        "Pour se faire, il suffit de cliquer sur le bouton bleu": "Para fazer isso, basta clicar no botão azul",
        "depuis l'onglet": "da guia",
        "d'un équipement, dans la colonne": "de um item de equipamento, na coluna",
        "de la commande concernée": "da ordem em questão",
        "Choisissez ensuite la date de début puis cliquez sur": "Em seguida, escolha a data de início e clique em",
        "pour initier le processus": "para iniciar o processo",
        "Les données jour, mois, année et puissance max seront intégrées de la date choisie jusqu'au 1er janvier de l'année en cours": "Os dados de dia, mês, ano e potência máxima serão integrados a partir da data escolhida até 1º de janeiro do ano atual",
        "Les données horaires, quand à elles, seront intégrées jusqu'à 7 jours après la date choisie": "Os dados horários, quando o forem, serão integrados em até 7 dias após a data escolhida",
        "Ces contraintes de temps sont fixées par Enedis": "Essas restrições de tempo são definidas pela Enedis",
        "Template de widget": "Template de widget",
        "Le template de widget sera affiché aussi bien sur les versions desktop que mobile": "O modelo do widget será exibido nas versões desktop e móvel",
        "vert = toutes les données sont à jour, orange = certaines données ne sont pas à jour, rouge = aucune donnée n'est à jour": "verde = todos os dados estão atualizados, laranja = alguns dados não estão atualizados, vermelho = nenhum dado está atualizado",
        "Le plugin offre la possibilité d'afficher les données de consommation et\/ou de production dans un template de widget imitant l'aspect d'un compteur": "O plugin oferece a possibilidade de exibir dados de consumo e \/ ou produção em um template de widget que imita a aparência de um medidor",
        "Le clic sur le bouton": "O clique no botão",
        "permet de basculer de la consommation à la production pour ceux qui ont accès aux 2 types de mesures": "permite passar do consumo para a produção para quem tem acesso a 2 tipos de medidas",
        "Un voyant permet également de savoir si les données sont à jour ou non": "Um indicador também permite que você saiba se os dados estão atualizados ou não",
        "163, 204, 40 par défaut": "163, 204, 40 por padrão",
        "Pour activer cette option, il suffit de cocher la case": "Para ativar esta opção, basta marcar a caixa",
        "sur la page générale de l'équipement concerné": "na página geral do equipamento em questão",
        "Une fois la case cochée, une option permet de sélectionner la couleur de fond du widget": "Uma vez que a caixa é marcada, uma opção permite que você selecione a cor de fundo do widget",
        "En version desktop, les informations affichées sur le widget s'adaptent en taille lors du redimensionnement de la tuile": "Na versão desktop, as informações exibidas no widget se adaptam em tamanho ao redimensionar o bloco",
        "J'ai des erreurs `Error on enedis json return` dans les logs pourtant les données sont visibles sur le site Enedis": "Tenho erros `Error on enedis json return` nos logs, mas os dados são visíveis no site da Enedis",
        "Il arrive quelquefois qu'il faille se rendre  directement sur le site Enedis afin de valider les dernières CGU en date pour accéder à nouveau aux données": "Às vezes acontece que você precisa ir diretamente ao site da Enedis para validar os últimos T & Cs para acessar os dados novamente",
        "Il est également parfois nécessaire de remettre en place la liaison Jeedom\/Enedis depuis la page de configuration du plugin": "Às vezes também é necessário substituir o link Jeedom \/ Enedis da página de configuração do plugin",
        "Je n'ai pas de données Jour\/Mois\/Année pour le 31 décembre 2021": "Não tenho dados de Dia \/ Mês \/ Ano para 31 de dezembro de 2021",
        "Consommation Jour": "Dia do Consumo",
        "Pour récupérer ces données il suffit de cliquer sur le bouton": "Para recuperar esses dados basta clicar no botão",
        "de la commande": "da ordem",
        "et de sélectionner la date du 1er janvier 2021 comme date de départ": "e selecione a data de 1º de janeiro de 2021 como a data de partida",
        " compte-client.": " conta de cliente.",
        " compte-client?": " conta de cliente?",
        "compte-client ": "conta de cliente ",
        " compte-client]": " conta de cliente]",
        "[compte-client]": "[conta de cliente]",
        "*compte-client*": "*conta de cliente*",
        " compte-client*": " conta de cliente*",
        " Enedis.": " Enedis.",
        " Enedis?": " Enedis?",
        "Enedis ": "Enedis ",
        " Enedis]": " Enedis]",
        "[Enedis]": "[Enedis]",
        "*Enedis*": "*Enedis*",
        " Enedis*": " Enedis*",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " consommation.": " consumo.",
        " consommation?": " consumo?",
        "consommation ": "consumo ",
        " consommation]": " consumo]",
        "[consommation]": "[consumo]",
        "*consommation*": "*consumo*",
        " consommation*": " consumo*",
        " production.": " Produção.",
        " production?": " Produção?",
        "production ": "Produção ",
        " production]": " Produção]",
        "[production]": "[Produção]",
        "*production*": "*Produção*",
        " production*": " Produção*",
        " de.": " do.",
        " de?": " do?",
        "de ": "do ",
        " de]": " do]",
        "[de]": "[do]",
        "*de*": "*do*",
        " de*": " do*",
        " la.": " o.",
        " la?": " o?",
        "la ": "o ",
        " la]": " o]",
        "[la]": "[o]",
        "*la*": "*o*",
        " la*": " o*",
        " INFORMATION.": " EM FORMAÇÃO.",
        " INFORMATION?": " EM FORMAÇÃO?",
        "INFORMATION ": "EM FORMAÇÃO ",
        " INFORMATION]": " EM FORMAÇÃO]",
        "[INFORMATION]": "[EM FORMAÇÃO]",
        "*INFORMATION*": "*EM FORMAÇÃO*",
        " INFORMATION*": " EM FORMAÇÃO*",
        " Configuration.": " Configuração.",
        " Configuration?": " Configuração?",
        "Configuration ": "Configuração ",
        " Configuration]": " Configuração]",
        "[Configuration]": "[Configuração]",
        "*Configuration*": "*Configuração*",
        " Configuration*": " Configuração*",
        " OK.": " Certo.",
        " OK?": " Certo?",
        "OK ": "Certo ",
        " OK]": " Certo]",
        "[OK]": "[Certo]",
        "*OK*": "*Certo*",
        " OK*": " Certo*",
        " Relancer.": " Reviver.",
        " Relancer?": " Reviver?",
        "Relancer ": "Reviver ",
        " Relancer]": " Reviver]",
        "[Relancer]": "[Reviver]",
        "*Relancer*": "*Reviver*",
        " Relancer*": " Reviver*",
        " Valider.": " Validar.",
        " Valider?": " Validar?",
        "Valider ": "Validar ",
        " Valider]": " Validar]",
        "[Valider]": "[Validar]",
        "*Valider*": "*Validar*",
        " Valider*": " Validar*",
        " PDL.": " PDL.",
        " PDL?": " PDL?",
        "PDL ": "PDL ",
        " PDL]": " PDL]",
        "[PDL]": "[PDL]",
        "*PDL*": "*PDL*",
        " PDL*": " PDL*",
        " concerné.": " preocupado.",
        " concerné?": " preocupado?",
        "concerné ": "preocupado ",
        " concerné]": " preocupado]",
        "[concerné]": "[preocupado]",
        "*concerné*": "*preocupado*",
        " concerné*": " preocupado*",
        " Commandes.": " Pedidos.",
        " Commandes?": " Pedidos?",
        "Commandes ": "Pedidos ",
        " Commandes]": " Pedidos]",
        "[Commandes]": "[Pedidos]",
        "*Commandes*": "*Pedidos*",
        " Commandes*": " Pedidos*",
        " Action.": " Açao.",
        " Action?": " Açao?",
        "Action ": "Açao ",
        " Action]": " Açao]",
        "[Action]": "[Açao]",
        "*Action*": "*Açao*",
        " Action*": " Açao*",
        " Linky.": " Linky.",
        " Linky?": " Linky?",
        "Linky ": "Linky ",
        " Linky]": " Linky]",
        "[Linky]": "[Linky]",
        "*Linky*": "*Linky*",
        " Linky*": " Linky*",
        " ASTUCE.": " DICA.",
        " ASTUCE?": " DICA?",
        "ASTUCE ": "DICA ",
        " ASTUCE]": " DICA]",
        "[ASTUCE]": "[DICA]",
        "*ASTUCE*": "*DICA*",
        " ASTUCE*": " DICA*",
        " FAQ.": " Perguntas frequentes.",
        " FAQ?": " Perguntas frequentes?",
        "FAQ ": "Perguntas frequentes ",
        " FAQ]": " Perguntas frequentes]",
        "[FAQ]": "[Perguntas frequentes]",
        "*FAQ*": "*Perguntas frequentes*",
        " FAQ*": " Perguntas frequentes*"
    }
}